# -*- coding: utf-8 -*-
# это всё же константа модуля, поэтому в UpperCase её
# DECODE_SYMBOL
decode_symbol = {
            11: '1',
            12: '2',
            13: '3',
            14: '4',
            15: '5',
            16: '6',
            21: 'Ⅰ',
            22: 'Ⅱ',
            23: 'Ⅲ',
            24: 'Ⅳ',
            25: 'Ⅴ',
            26: 'Ⅵ',
            31: 'A',
            32: 'B',
            33: 'C',
            34: 'D',
            35: 'E',
            36: 'F',
            41: '₽',
            42: '$',
            43: '€',
            44: '฿',
            # 44: '₿', удаляем "мёртвый код", особенно когда поняли, что без него всё работает.
            45: '£',
            46: '￥',
            51: 'α',
            52: 'β',
            53: 'ω',
            54: 'δ',
            55: 'π',
            56: 'φ',
            61: '-',
            62: '+',
            63: '×',
            64: '÷',
            65: '=',
            66: '%'
        }
        